<%--缺少此行不能正确获取窗口高度--%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<%--缺少此行中文乱码--%>
<%@ page contentType="text/html;charset=utf-8" %>
<body>
<div id="contentDiv" class="row">
    <div class="col col-xs-3">
        <div class="menuwrapper">
            <h3>&emsp;目录导航</h3>
            <span>文章编号${contentId}</span>
            <div id="contentmenu"></div>
        </div>
    </div>
    <div class="col col-xs-9">
        <div class="content knowledge">
            这是一个证据内容显示页面的模板！
            <h2 id="a">2型糖尿病临床实践指南</h2>
            <h3 id="aa">序</h3>
            <p>千百年来医学不断探索,寻找治疗人类疾病的良方,探索的脚步从未停息。 提高人们的生活质量,延长生命 一直是医者的神圣使命。</p>
            <p>随着经济高速发展和工业化进程的加速,生活方式的改变和老龄化进程的加速,使我国糖尿病的患病率正呈 快速上升的趋势,成为继心脑血管疾病、肿瘤之后另一个严重危害人民健康的重要慢性非传染性疾病。 据世界卫 生组织估计,2005 到 2015 年间中国由于糖尿病及相关心血管疾病导致的经济损失达 5 577 亿美元。 而近年的多 项调查表明:无论是欧美发达国家还是发展中国家如中国,糖尿病控制状况均不容乐观。 我国党和政府十分重视 以糖尿病为代表的慢性非传染性疾病的防治工作,糖尿病和高血压患者的管理自 2009 年开始作为促进基本公共 卫生服务均等化的重要措施,纳入深化医疗卫生体制改革的 3 年实施方案。</p>
            <p>为遏制糖尿病病魔肆虐,长期以来,中华医学会糖尿病学分会( CDS) 与世界各国的同仁一起为防治糖尿病做 着孜孜不倦的努力,开展了大量糖尿病宣传教育、流行病学调查、预防与治疗研究和临床工作。 临床工作的规范 化是糖尿病及其并发症防治取得成功的重要保证,指南是临床工作规范化的学术文件和依据。 自 2003 年开始, CDS组织全国专家编写了《中国2型糖尿病防治指南》,此后又于2007年和2010年予以更新。 指南不同于教科 书,指南是重视指导性和可操作性的学术文件;指南也不是一成不变的“圣经冶,而是与时俱进、不断更新的指导 性文件。</p>
            <p>近年来,我国糖尿病领域研究进展十分迅速,取得了一批成果,这些研究已对临床工作产生了较大影响。 有 鉴于此,CDS 第七届委员会再一次组织全国专家修订了《中国 2 型糖尿病防治指南》,以适应当今日新月异的糖 尿病防治工作需要。 2013 年修订版是在 2010 年的基础上,根据我国糖尿病流行趋势和循证医学研究的进展,以 循证医学为理论基础,既参考了国内外流行病学资料、近年的临床试验成果及相关的指导性文件,又结合了我国 糖尿病防治的实践和研究数据,广泛征求各方意见,由近百位专家集体讨论和编写,历时两年完成的。 及时修订 并推广糖尿病防治指南对于指导医护人员及基层医疗服务机构提高糖尿病患者的检出率、管理率及控制率,预防 并发症,以及制定相应的卫生服务政策具有重要意义。 修订过程中,多位专家提供了对于指南如何实施,如何切 合我国国情的真知灼见;更有兄弟学会相关学科专家的大力支持,使我们的指南日趋完善和有代表性。 对于一些 尚未能形成共识的前沿问题,2013 版指南修订采用了开放和包容的原则,以期能促进将来的学术研究。</p>
            <h3 id="ab">前言</h3>
            <p>非传染性疾病(noncommunicable diseases,NCD,主要包括糖尿病、肿瘤、心血管疾病)是当前世界上最主要的 死亡原因。 每年全球所发生的死亡中,有 63% 是由 NCD 所导致的。 全球每年 3 600 万人死于 NCD,其中有 1 400 万人死于 70 岁前,而这些早死多数是可以预防的。 80% 与 NCD 相关的死亡发生在像中国这样的发展中国家。</p>
            <p>2012 年 5 月举行的世界卫生大会上形成了一项重要决议,各国政府确立了到 2025 年将慢性疾病造成的过 早死亡人数减少 25% 的新目标。 这一目标的确立将促使各国政府制定国家的 NCD 防治策略并采取具体可行的 实际行动落实此策略。 2012 年 11 月 9 日世界卫生组织( WHO) 的成员国确定了包括糖尿病、高血压、肥胖、缺乏 体力活动等在内的九个自愿性全球 NCD 控制目标和 25 项与 NCD 防治相关的具体指标。 WHO 这项决议的里程 碑意义在于将国际社会对 NCD 的严重关注和政治承诺从言论变成了可被测量的具体行动。 在这个决议之后,联 合国的各个成员国有义务将其对本国公众和国际社会的承诺落实为具体的实际行动,并将这些行动所产生的效 果报告给国际社会以接受检验。 对 NCD 控制的表现将作为一项新的用于衡量各个国家社会发展水平的硬指标。</p>
            <p>糖尿病是当前威胁全球人类健康的最重要的 NCD 之一,根据国际糖尿病联盟( IDF) 统计,2011 年全球糖尿 病患者人数已达 3. 7 亿,其中 80% 在发展中国家,估计到 2030 年全球将有近 5. 5 亿糖尿病患者。 2011 年全球共 有 460 万人死于糖尿病,当年糖尿病的全球医疗花费达 4 650 亿美元。 其中糖尿病在中国和其他发展中国家中 的快速增长,已给这些国家的社会和经济发展带来了沉重负担。 2007 至 2008 年 CDS 在我国部分地区开展的糖 尿病流行病学调查显示,在 20 岁以上的人群中,糖尿病患病率为 9. 7% ,糖尿病前期的比例为 15. 5% ,糖尿病患 者中仅有40%获得诊断。 最近发表的全国性流行病学调查也进一步验证了这一发现。</p>
            <h3 id="ac">中国 2 型糖尿病及其并发症的流行病学</h3>
            <h4 id="aca">一、 2 型糖尿病的流行病学</h4>
            <p>近 30 年来,我国糖尿病患病率显著增加。 1980 年全国 14 省市 30 万人的流行病学资料显示,糖尿病的患病率为 0. 67% 。 1994 至 1995 年进行了全国 19 省市 21 万人的糖尿病流行病学 调查,25 ~ 64 岁人群的糖尿病患病率为 2. 5% ( 人口标化率为 2. 2% ),糖耐量减低为 3. 2% (人口标化率为 2. 1% )。</p>
            <p>最近 10 年,糖尿病流行情况更为严重。 2002 年全国营养 调查的同时进行了糖尿病的流行情况调查。 该调查利用空腹 血糖>5. 5 mmol / L 作为筛选指标,高于此水平者进行口服葡萄 糖耐量试验(OGTT)。 18 岁以上的城市人口的糖尿病患病率 为4.5%,农村为1.8%。 城市中,年龄在18 ~44 岁、45 ~59 岁 及 60 岁以上人群的糖尿病患病率分别为 2. 96% 、4. 41% 和 13. 13% ,而农村相应年龄段的患病率则分别为1. 95% 、0. 98% 和 7. 78% 。 2007 至 2008 年,在 CDS 的组织下,全国 14 个省市 进行了糖尿病的流行病学调查。 通过加权分析,考虑性别、年 龄、城乡分布和地区差异的因素后,估计我国 20 岁以上成年人 的糖尿病患病率为 9. 7% ,中国成人糖尿病总数达 9 240 万,其 中农村约 4 310 万,城市约 4 930 万。 2010 年中国国家疾病控 制中心和中华医学会内分泌学分会调查了中国 18 岁以上人群 糖尿病的患病情况,应用 WHO 1999 年的诊断标准显示糖尿病 患病率为 9. 7% ,再次证实我国可能已成为世界上糖尿病患病 人数最多的国家,若同时以糖化血红蛋白(HbA1C )逸6. 5% 作为 糖尿病诊断标准,则其患病率为 11. 6% 。</p>
            <h4 id="acb">二、 妊娠糖尿病的流行病学</h4>
            <p>我国,曾经进行过几次城市妊娠糖尿病的调查。 一般先经 过口服 50 g OGTT 进行初次筛查,然后进行 75 g OGTT。 天津城 区通过对近 1 万名妊娠女性进行筛查,显示妊娠糖尿病的患病 率为2.31%(WHO诊断标准)。 而2008年对中国18个城市 16 286 名妊娠女性的筛查结果表明,妊娠糖尿病的患病率为 4.3%[美国糖尿病学会(ADA)诊断标准]。 高龄妊娠、糖尿病 家族史、超重(或肥胖)是妊娠糖尿病的危险因素。 反复阴道真 菌感染、自然流产、南方住民等与妊娠糖尿病也有关。 但这些 研究仅限于城市地区,只能代表城市的情况。</p>
            <h4 id="acc">三、 糖尿病并发症的流行病学</h4>
            <p>糖尿病的并发症分为微血管并发症和大血管并发症, 其发 生与很多因素相关, 包括遗传、年龄、性别、血糖控制水平、糖尿 病病程以及其他心血管危险因素等。 要了解糖尿病并发症的 流行情况非常困难,需要在糖尿病患者中进行调查,并发症的 定义也需明确。 迄今,我国还缺乏设计很好的糖尿病并发症的 流行病学调查资料。
                <br>CDS 糖尿病慢性并发症调查组报告,在三甲医院中住院的 2 型糖尿病患者并发症患病率分别为:高血压 34. 2% 、脑血管 病12.6%、心血管病17.1%、下肢血管病5.2%。 防治心脑血 管疾病所需的医疗支出,占糖尿病医疗费用的最主要部分。
                <br>“中国心脏调查冶研究发现,糖尿病是冠心病的重要伴发疾 病:(1)中国冠心病患者的糖代谢异常患病率(包括糖尿病前 期和糖尿病)约为80%,高于西方人;(2)中国冠心病患者负荷 后高血糖的比例更高;(3) 冠心病患者单纯检测空腹血糖会漏 诊 75% 的糖尿病前期和糖尿病患者。</p>
            <p>总结我国糖尿病的流行情况,具有以下特点:
                <br>1. 在我国患病人群中,以 2 型糖尿病为主,2 型糖尿病占 90.0%以上,1型糖尿病约占5.0%,其他类型糖尿病仅占 0. 7% ;城市妊娠糖尿病的患病率接近 5. 0% 。
                <br>2. 经济发达程度与糖尿病患病率有关:在 1994 年的调查
                中,高收入组的糖尿病患病率是低收入组的 2 ~ 3 倍。 最新的 研究发现发达地区的糖尿病患病率仍明显高于不发达地区,城 市仍高于农村。
                <br>3. 未诊断的糖尿病比例高于发达国家:2007 至 2008 年全 国调查 20 岁以上成人糖尿病患者中,新诊断的糖尿病患者占 总数的 60% ,尽管较过去调查有所下降,但远高于发达国家 (美国约48%)。
                <br>4. 男性、低教育水平是糖尿病的易患因素:在 2007 至 2008 年的调查中,在调整其他危险因素后,男性患病风险比女性增 加 26% ,而文化程度在大学以下的人群糖尿病发病风险增加 57%。
                <br>5. 表型特点:我国2型糖尿病患者的平均体重指数(BMI) 约为 25 kg / m2 ,而高加索人糖尿病患者的平均 BMI 多超过 30 kg / m2 ;餐后高血糖比例高,在新诊断的糖尿病患者中,单纯餐 后血糖升高者占近 50% 。
                <br>6. 国内缺乏儿童糖尿病的流行病学资料,临床上发现,近 年来 20 岁以下的人群中 2 型糖尿病患病率显著增加。
                <br>7. 糖尿病合并心脑血管疾病常见。 由于我国糖尿病患者 平均病程短,特异性并发症如糖尿病视网膜病变和糖尿病肾病 是未来巨大的挑战。</p>
            <h4 id="acd">四、 我国糖尿病流行的可能原因</h4>
            <p>在短期内我国糖尿病患病率急剧增加可能有多种原因,例 如:
                <br>1. 城市化:随着经济的发展,中国的城市化进程明显加快。 中国城镇人口占全国人口比例已从 2000 年的 34% 上升到 2006 年的43%。
                <br>2. 老龄化:中国 60 岁以上老年人的比例逐年增加,2000 年为 10% ,到 2006 年增加到 13% 。 2007 至 2008 年调查中 60 岁以上的老年人糖尿病患病率在 20% 以上,比 20 ~ 30 岁人群 患病率高 10 倍。 在调整其他因素后,年龄每增加 10 岁糖尿病 的患病率提高 68% 。
                <br>3. 生活方式改变:城市化导致人们生活方式发生巨大改 变。 人们出行方式已经发生很大改变,我国城市中主要交通工 具进入了汽车时代。 人们每天的体力活动明显减少,但热量的 摄入并没有减少,脂肪摄入在总的能量摄入中所占比例明显增 加。 在农村,随着农业现代化,人们的劳动强度已大幅降低。 同时,生活节奏的加快也使得人们长期处于应激环境,这些改 变可能与糖尿病的发生密切相关。
                <br>4. 肥胖和超重的比例增加:生活方式的改变伴随超重和肥 胖的比例明显增加。 按 WHO 诊断标准,在 2007 至 2008 年的 被调查者中,超重者占 25. 1% ,肥胖者占 5. 0% ,与 1992 年及 2002 年相比均有大幅度增加。
                <br>5. 筛查方法:2007 至 2008 年的调查使用一步法 OGTT 的 筛查方法,结果显示,在新诊断的糖尿病患者中 46. 6% 的是空 腹血糖<7. 0 mmol / L,但 OGTT 后 2 hPG逸11. 1 mmol / L,糖尿病 前期的人群中 70% 是孤立的 IGT。
                <br>6. 易感性:当肥胖程度相同时,亚裔人糖尿病风险增加。 与白人相比较,在调整性别、年龄和 BMI 后,亚裔人糖尿病的风 险比为 1. 6。 发达国家和地区的华人糖尿病的患病率和发病率高于白种人,也支持中国人是糖尿病易感人群。 在 20 世纪 90 年代前半期的流行病学调查显示,与大陆地区华人生活习惯相 近而经济相对发达的国家( 如新加坡) 和地区( 如中国的香港、 台湾地区),其年龄标化的糖尿病患病率为7.7% ~11.0%。 与 此对应的是,在 1987、1992 和 1998 年 3 次流行病学调查中,毛 里求斯 25 ~ 75 岁的华人糖尿病患病率均超过了 11% 。
                <br>7. 糖尿病患者生存期增加:随着对糖尿病各种并发症危险 因素控制水平的改善以及对并发症治疗水平的提高,糖尿病患 者死于并发症的风险明显下降。
                中国糖尿病严峻的流行现状、未诊断人群比例高、大量的 糖尿病高危人群都提示在糖尿病的预防中,我们还有更多的工 作要做。</p>
            <h3 id="ad">糖尿病的诊断与分型</h3>
            <h4 id="ada">一、 糖尿病的诊断</h4>
            <h4 id="adb">二、 关于用 HbA1C 诊断糖尿病的问题</h4>
            <h3 id="ae">SQL语句</h3>
            <p>另外 ，指南建议 :(1)对于确诊 的 2型糖尿病患 者 ，若生活方式干预 ，包括节食、锻炼和减重 ，不能充 分改善高血糖，应加用口服降糖药物。(2)推荐将 二甲双胍单药治疗作为大多数 2型糖尿病患者的初 始治疗。(3)若单药治疗联合生活方式干预仍不能 控制高血糖 ，则应在二 甲双胍的基础上加用第二种 降糖药物 。关于临床实践指南 的建议是 :药物及非 药物治疗 以及患者的教育 、评估及 自我管理 ，对于控 制高血糖 、大血管和微血管并发症以及其他危险因 素十分重要 ;非药物治疗包括 :改善饮食结构 、规律 锻炼、改善生活方式以及减轻体重;对于减重和 (或)生活方式干预失败的患者，开始药物治疗可有
                效控制血糖 ;二甲双胍单 药治疗与其 他单药治疗以 及联合治疗相比，降低血糖的效果更明显，且可减轻体重并改善大多数患者 的血脂水平 ;尽管联合治疗 对于降低糖化血红蛋白A1c水平更有效，但不良反 应较多;磺脲类药物单药治疗或与其他药物包括二 甲 双 胍 联 合 治 疗 ，发 生 低 血 糖 的 风 险 较 高 ;与 磺 脲 类 药物相 比，二甲双胍的不 良反应较少 。</p>
            INSERT INTO EVIDENCE(TYPE,TITLE,AUTHOR,SOURCE,UPDATE_TIME,KEYWORDS,CONTENT_LINK,SUMMARY,CLASS_NAME)
            VALUES('系统评价','格列齐特缓释片治疗2型糖尿病的有效性与安全性系统评价','研究员','文献整合','2017-10-17','糖尿病,糖尿病药物,糖尿病治疗,格列齐特','20171010007','格列齐特缓释片治疗2型糖尿病安全性较好,不良反应小,有效且安全。','review');
            <h3 id="af">EVIDEM-定量指标</h3>
            <div class="tab-pane-results">
                <table class="searchresults table table-hover">
                    <caption style="font-weight: bold;font-size: 26px;">DDP-4抑制剂<h4>量化指标-药物干预措施内在价值&emsp;&emsp;&emsp;疾病名称：II型糖尿病  干预措施：DDP-4抑制剂  应用环境：中国大陆</h4></caption>
                    <thead>
                    <tr>
                        <th style="width: 3rem;"></th>
                        <th style="width: 5rem;">量化指标</th>
                        <th style="width: 45rem;">综合信息</th>
                        <th style="width: 8rem;">干预措施的最低得分-0</th>
                        <th style="width: 8rem;">干预措施的最高得分-3</th>
                    </tr>
                    </thead>
                    <tbody>
                    <tr><td></td><td style="font-weight: bold;">疾病影响</td><td></td><td></td><td></td></tr>
                    <tr><td>D1</td><td>疾病严重程度</td><td class="d1c">据世界卫生组织估计,2005到2015年间中国由于糖尿病及相关心血管疾病导致的经济损失达 5 577 亿美元。CDS糖尿病慢性并发症调查组报告,在三甲医院中住院的2型糖尿病患者并发症患病率分别为:高血压 34.2%、脑血管病12.6%、心血管病17.1%、下肢血管病5.2%。糖尿病会增加下肢动脉病变患者截肢的风险（RR=40），约15%的糖尿病患者最终会发生足溃疡。</td><td>不严重</td><td>非常严重</td></tr>
                    <tr><td>D2</td><td>患病率</td><td class="d2c">2007至2008年CDS在我国部分地区开展的糖尿病流行病学调查显示,在20岁以上的人群中,糖尿病患病率为9.7%,糖尿病前期的比例为15.5%,糖尿病患者中仅有40%获得诊断。</td><td>罕见疾病</td><td>常见疾病</td></tr>
                    <tr><td></td><td style="font-weight: bold;">干预措施背景</td><td></td><td></td><td></td></tr>
                    <tr><td>C1</td><td>临床指南</td><td class="c1c">
                        中国 2型糖尿病防治指南(2013年版) ：提及DPP-4抑制剂作为辅助二甲双胍治疗的药物。<br>
                        中国肥胖和2型糖尿病外科治疗指南（2014）：未提及<br>2型糖尿病口服药物治疗临床实践指南（2012）：单药治疗，效果不及二甲双胍；与二甲双胍的联合治疗效果更明显。<br>type-2-diabetes-in-adults-management：二甲双胍不适时，可考虑DPP-4抑制剂在内的其他药物进行初始治疗。<br>
                        Diabetes guideline 2014 of American Diabetes Association: 将DPP-4抑制剂作为二线口服降糖药物。
                    </td><td>不推荐</td><td>强推荐</td></tr>
                    <tr><td>C2</td><td>对照方案的局限性</td><td class="c2c">二甲双胍：二甲双胍单药治疗与其他单药治疗以及联合治疗相比，降低血糖的效果更明显，且可减轻体重并改善大多数患者的血脂水平。<br>磺脲类：发生低血糖的风险较高。<br>格列奈类：常见副作用是低血糖和体重增加,但低血糖的风险和程度较磺脲类药物轻。<br>联合药物治疗：联合治疗对于降低糖化血红蛋白HbA1c水平更有效，但不良反应较多。</td><td>无局限性或很小</td><td>存在严重局限</td></tr>
                    <tr><td></td><td style="font-weight: bold;">干预结果</td><td></td><td></td><td></td></tr>
                    <tr><td>I1</td><td>效果的提升</td><td class="i1c">...</td><td>比对照措施差</td><td>优于对照措施</td></tr>
                    <tr><td>I2</td><td>安全性和耐受度的提高</td><td class="i2c">...</td><td>低于对照措施</td><td>强于对照措施</td></tr>
                    <tr><td>I3</td><td>患者报告结局指标的提升</td><td class="i3c">...</td><td>低于对照措施</td><td>强于对照措施</td></tr>
                    <tr><td></td><td style="font-weight: bold;">受益类型</td><td></td><td></td><td></td></tr>
                    <tr><td>T1</td><td>公众卫生利益</td><td class="t1c">...</td><td>没有降低风险</td><td>明显的风险降低</td></tr>
                    <tr><td>T2</td><td>效果类型</td><td class="t2c">...</td><td>较差的效果，如仅缓解痛苦</td><td>较好的效果，如治愈</td></tr>
                    <tr><td></td><td style="font-weight: bold;">经济学</td><td></td><td></td><td></td></tr>
                    <tr><td>E1</td><td>卫生计划预算的影响</td><td class="e1c">...</td><td>带来额外开销</td><td>节省支出</td></tr>
                    <tr><td>E2</td><td>成本效果对比</td><td class="e2c">...</td><td>低效价比</td><td>高效价比</td></tr>
                    <tr><td>E3</td><td>对其他开支的影响</td><td class="e3c">...</td><td>额外增加</td><td>节约开销</td></tr>
                    <tr><td></td><td style="font-weight: bold;">证据质量</td><td></td><td></td><td></td></tr>
                    <tr><td>Q1</td><td>决策体需求可遵循性</td><td class="q1c">不适用于案例研究</td><td>不遵循</td><td>高度遵循</td></tr>
                    <tr><td>Q2</td><td>报告证据的完整性和一致性</td><td class="q2c">...</td><td>存在分歧，不连贯</td><td>完整且一致</td></tr>
                    <tr><td>Q3</td><td>证据相关性和效度</td><td class="q3c">...</td><td>低</td><td>高</td></tr>
                    </tbody>
                </table>
            </div>
            <h3 id="ag">EVIDEM-定性指标</h3>
            <div class="tab-pane-results">
                <table class="searchresults table table-hover">
                    <caption><h4>定性指标-药物干预措施外在价值</h4></caption>
                    <thead style="padding-top: 40px;">
                    <tr>
                        <th style="width: 3rem;"></th>
                        <th style="width: 5rem;">定性指标</th>
                        <th style="width: 45rem;">综合信息</th>
                        <th style="width: 8rem;">影响和评价</th>
                    </tr>
                    </thead>
                    <tbody>
                    <tr><td></td><td style="font-weight: bold;">伦理框架</td><td></td><td></td></tr>
                    <tr><td>Et1</td><td>卫生保健目标-可用性</td><td class="et1c">...</td><td>提交/查看</td></tr>
                    <tr><td>Et2</td><td>机会成本-效度</td><td class="et2c">...</td><td>提交/查看</td></tr>
                    <tr><td>Et3</td><td>人群获取次序-公平性</td><td class="et3c">...</td><td>提交/查看</td></tr>
                    <tr><td></td><td style="font-weight: bold;">其他指标</td><td></td><td></td></tr>
                    <tr><td>O1</td><td>系统容量和干预措施合理使用</td><td class="o1c">...</td><td>提交/查看</td></tr>
                    <tr><td>O2</td><td>利益相关者压力</td><td class="o1c">...</td><td>提交/查看</td></tr>
                    <tr><td>O3</td><td>政策/历史环境</td><td class="o1c">...</td><td>提交/查看</td></tr>
                    </tbody>
                </table>
            </div>
        </div>
    </div>
</div>
<%@include file="/WEB-INF/common/saveSnippet.jsp"%>
<script src="/assets/jquery/jquery-3.2.1.min.js" type="text/javascript"></script>
<script>
    //treeview of contents,evidence articles,namely.
    var articlemenu = [
        {text: '标题',href: '#a'},
        {text: $('#aa').html(),href: '#aa'},
        {text: $('#ab').html(),href: '#ab'},
        {text: $('#ac').html(),href: '#ac',
        nodes: [
            {text: $('#aca').html(),href: '#aca'},
            {text: $('#acb').html(),href: '#acb'},
            {text: $('#acc').html(),href: '#acc'},
            {text: $('#acd').html(),href: '#acd'}
            ]},
        {text: $('#ad').html(),href: '#ad',
        nodes:[
            {text: $('#ada').html(),href: '#ada'},
            {text: $('#adb').html(),href: '#adb'},
        ]},
        {text: $('#ae').html(),href: '#ae'},
        {text: $('#af').html(),href: '#af'},
        {text: $('#ag').html(),href: '#ag'}
        ];
</script>
</body>
